Repository: Bali10050/kwin
Catalog: po/*/kcm_kwinxwayland.po
Languages: ar, gl, he, ja, lv, uk

# @info
source: Changes will take effect the next time you log in.
ar: ستأخذ التغييرات مفعولها في المرة القادمة التي تلج فيها.
gl: Os cambios non terán efecto ata a vindeira vez que acceda ao sistema.
he: השינויים יחולו לאחר כניסה מחדש למערכת.
lv: Izmaiņas stāsies spēkā pēc nākamās ierakstīšanās.
uk: Зміни набудуть чинності після наступного входу до системи.

# @action:button
source: Log Out Now
ar: اخرج الآن
gl: Saír agora
he: לצאת עכשיו
lv: Izrakstīties tagad
uk: Вийти зараз

# @info:usagetip
source: Legacy X11 apps with global shortcuts and other features accessed while running in the background need to be able to listen for keystrokes all the time.<nl/><nl/>If you use any of these apps, you can choose your preferred balance of security and compatibility here.
ar: يجب أن تكون تطبيقات X11 القديمة ذات الاختصارات العامة والميزات الأخرى التي يتم الوصول إليها أثناء تشغيلها في الخلفية قادرة على الاستماع إلى ضغطات المفاتيح طوال الوقت.<nl/><nl/>إذا كنت تستخدم أيًا من هذه التطبيقات، يمكنك اختيار التوازن المفضل لديك بين الأمان والتوافق هنا.
gl: As aplicacións antigas de X11 con atallos globais e outras funcionalidades ás que acceden desde segundo plano necesitan vixiar as premas de teclas en todo momento.<nl/><nl/>Se usa algunha destas aplicacións, aquí pode escoller o compromiso entre seguridade e compatibilidade que lle pareza.
he: יישומי X11 מיושנים עם קיצורי מקשים כלליים לצד יכולות נוספות תוך ריצה ברקע צריכים לקבל הרשאה להאזין להקשות כל הזמן.<nl/><nl/>במקרה של שימוש ביישומים שכאלה, אפשר לבחור את האיזון המועדף עליך בין אבטחה ותאימות.
lv: Vecajām X11 programmām, kas izmanto globālas saīsnes un citas iespējas, kad darbojas fonā, var būt nepieciešams vienmēr lasīt nospiestos taustiņus.<nl/><nl/>Ja vēlaties izmantot šādas programmas, varat izvēlēties vēlamo līdzsvaru starp drošību un šādu programmu saderību.
uk: Застарілі програми X11 із загальними комбінаціями клавіш та іншими функціями, доступ до яких здійснюється під час роботи у фоновому режимі, повинні мати можливість постійно очікувати на натискання клавіш.<nl/><nl/>Якщо ви користуєтеся якоюсь з таких програм, тут ви можете вибрати бажаний баланс безпеки та сумісності.

# @title:group
source: Listening for keystrokes:
ar: التنصت على ضغطات المفاتيح:
gl: Monitorización de teclas:
he: האזנה להקשות:
lv: Nospiesto taustiņu klausīšanās:
uk: Очікування на натискання:

# @option:radio Listening for keystrokes is prohibited
source: Prohibited
ar: محظور
gl: Prohibida
he: אסורה
lv: Aizliegta
uk: Заборонено

# @info:usagetip
source: Most secure; global shortcuts will not work in X11 apps
ar: الأكثر أماناً؛ لن تعمل الاختصارات العامة في تطبيقات X11
gl: O máis seguro. Os atallos globais non funcionarán en aplicacións de X11.
he: המאובטח ביותר, קיצורי מקשים כלליים לא יעבדו ביישומי X11
lv: Visdrošākā izvēle, tomēr X11 programmās globālās saīsnes nedarbosies
uk: Найбезпечніший варіант; загальні скорочення не працюватимуть у програмах X11

# @option:radio Listening for keystrokes is allowed for…
source: Only the Meta, Control, Alt, and Shift keys
ar: فقط مفاتيح Meta و Control و Alt و Shift
gl: Só as teclas Meta, Control, Alt e Maiús.
he: רק מקשי מטא, Ctrl,‏ Alt ו־Shift
lv: Tikai „Meta“, „Ctrl“ un „Shift“ taustiņiem
uk: Лише клавіші Meta, Ctrl, Alt і Shift

# @info:usagetip
source: High security; push-to-talk and other modifier-only global shortcuts will work in X11 apps
ar: أمان عالٍ؛ ستعمل اختصارات الضغط للتحدث وغيرها من الاختصارات العامة للمعدل فقط في تطبيقات X11
gl: Moi seguro. «Premer para falar» e outros atallos globais que só usan teclas modificadoras funcionarán en aplicacións de X11.
he: מאובטח מאוד, הקלדות קצובות וקיצורי מקשים גלובליים עם מקשי החלפה בלבד יעבדו ביישומי X11
lv: Augsta drošība. X11 programmās darbosies tādas globālās saīsnes kā pogas nospiešana, lai runātu
uk: Підвищений захист; «натискання для розмови» та інші загальні скорочення, що складаються лише з клавіш-модифікаторів, працюватимуть у програмах X11

# @option:radio Listening for keystrokes is allowed for…
source: As above, plus any key pressed while the Control, Alt, or Meta key is also pressed
ar: كما هو مذكور أعلاه، بالإضافة إلى أي مفتاح يستخدم أثناء الضغط على مفاتيح Control أو Alt أو Meta
gl: Como enriba, máis calquera tecla premida mentres se premen tamén as teclas Control, Alt ou Meta.
he: כמו לעיל, בתוספת כל מקש שהוא שנלחץ יחד עם Ctrl,‏ Alt או מטא
lv: Kā iepriekš un klāt vēl jebkurš taustiņš, kas ir nospiests līdz ar „Ctrl“, „Alt“ vai „Meta“ taustiņu
uk: Те саме, що і вище, і ще будь-які клавіші, які натиснуто разом із клавішами Control, Alt або Meta

# @info:usagetip
source: Moderate security; all global shortcuts will work in X11 apps
ar: حماية معتدلة؛ ستعمل جميع الاختصارات العامة في تطبيقات X11
gl: Seguridade moderada. Todos os atallos globais funcionarán en aplicacións de X11.
he: אבטחה בינונית, כל קיצורי המקשים הכלליים יעבדו ביישומי X11
lv: Vidēja drošība. X11 programmās darbosies visas globālās saīsnes
uk: Помірний захист; усі загальні скорочення працюватимуть у програмах X11

# @option:radio Listening for keystrokes is always allowed
source: Always allowed
ar: مسموح دائما
gl: Permitir sempre.
he: מותר תמיד
lv: Vienmēr atļauts
uk: Завжди дозволено

# @info:usagetip
source: Least secure; all X11 apps will be able to see any text you type into any application
ar: الأقل أمانًا؛ جميع تطبيقات X11 ستكون قادرة على رؤية أي نص تكتبه في أي تطبيق
gl: O menos seguro. Todas as aplicacións de X11 poderán ver calquera texto que escriba en calquera aplicación.
he: הכי פחות מאובטח, כל יישומי X11 יוכלו לראות כל טקסט שמוקלד לכל יישום שהוא
lv: Visnedrošāk. Visas X11 programmas spēs redzēt jebkādu tekstu, ko rakstāt jebkādā citā programmā
uk: Найменший захист; усі програми X11 зможуть спостерігати за текстом, який ви вводите у будь-якій іншій програмі

# @info:usagetip
source: Note that using this setting will reduce system security and permit malicious software to steal passwords and spy on the text that you type. Make sure you understand and accept this risk.
ar: لاحظ أن استخدام هذا الإعداد سيقلل من أمان النظام ويسمح للبرامج الضارة بسرقة كلمات السر والتجسس على النص الذي تكتبه. تأكد من فهمك وقبول هذا الخطر.
gl: Teña en conta que usar esta opción reducirá a seguridade do sistema e permitirá que programas maliciosos rouben contrasinais e espíen todo o que escriba. Asegúrese de que entende e acepta este risco.
he: נא לשים לב ששימוש בהגדרה זו יערער את אבטחת המערכת וירשה לתוכנות זדוניות לגנוב את הסיסמאות שלך ולרגל אחרי הטקסט המוקלד. נא לוודא שהכשלים האלו ברורים לך ומוסכמים עליך.
lv: Ievērojiet, ka šis iestatījums samazinās sistēmas drošumu, atļaujot ļaunatūrai „zagt“ paroles un „izspiegot“ jūsu rakstīto tekstu. Pārliecinieties, ka apzināties un saprotat risku.
uk: Зауважте, що використання цього налаштування знизить рівень захисту системи і надасть створеному зловмисниками програмному забезпеченню можливість викрадати паролі та шпигувати за введенням тексту. Вам слід розуміти цей ризик та взяти на себе відповідальність за наслідки.

# @title:group
source: Listening for mouse buttons:
ar: التنصت على أزرار الفأرة:
gl: Monitorizar premas de botóns de rato:
he: האזנה למקשי העכבר:
lv: Peles pogu klausīšanās:
uk: Очікування на клацання кнопками миші:

# @option:radio Listening for mouse buttons is allowed
source: Allowed
ar: مسموح
gl: Permitido.
he: מורשה
lv: Atļauta
uk: Дозволено

# @info:usagetip
source: Moderate security; global shortcuts involving mouse buttons will work in X11 apps
ar: أمان معتدل؛ ستعمل الاختصارات العامة التي تتضمن أزرار الفأرة في تطبيقات X11
gl: Seguridade moderada. Os atallos globais que inclúan botóns de rato funcionarán en aplicacións de X11.
he: אבטחה בינונית, כל קיצורי המקשים הכלליים שקשורים לכפתורי עכבר יעבדו ביישומי X11
lv: Vidēja drošība. X11 programmās strādās globālās saīsnes, kas izmanto peles pogas
uk: Помірний захист; загальні скорочення, включаючи те, що кнопки миші працюватимуть у програмах X11

# @title:group
source: Control of pointer and keyboard:
ar: التحكم بالمؤشر ولوحة المفاتيح:
gl: Control do punteiro e do teclado:
he: שליטה בסמן ובמקלדת:
lv: Rādītāja un tastatūras kontrole:
uk: Керування вказівником і клавіатурою:

source: Allow without asking for permission
ar: اسمح دون طلب الإذن
gl: Permitir sen pedir permiso.
he: לאפשר מבלי לבקש הרשאה
lv: Atļaut bez jautāšanas
uk: Дозволити без додаткового запиту

# @info:usagetip
source: Least secure; all X11 apps will be able to take control of the computer
ar: الأقل أماناً؛ ستتمكن جميع تطبيقات X11 من التحكم في الحاسوب
gl: O menos seguro. Todas as aplicacións de X11 poderán controlar o computador.
he: הכי פחות מאובטח, כל יישומי X11 יוכלו לשלוט על המחשב
lv: Visnedrošāk. Visas X11 programmas varēs pārņemt kontroli pār datoru
uk: Найменший захист; усі програми X11 зможуть керувати вашим комп'ютером

# @info:usagetip
source: Note that using this setting will drastically reduce system security and permit malicious software to take complete control of your pointer and keyboard. Make sure you understand and accept this risk.
ar: لاحظ أن استخدام هذا الإعداد سيقلل بشكل كبير من أمان النظام ويسمح للبرامج الضارة بالتحكم الكامل في المؤشر ولوحة المفاتيح. تأكد من فهمك وقبولك لهذه المخاطرة.
gl: Teña en conta que usar esta opción reducirá drasticamente a seguridade do sistema e permitirá que programas maliciosos controlen completamente o seu punteiro e rato. Asegúrese de que entende e acepta este risco.
he: נא לשים לב ששימוש בהגדרה זו יערער את אבטחת המערכת וירשה לתוכנות זדוניות להשתלט על הסמן והמקלדת שלך. נא לוודא שהכשלים האלו ברורים ומוסכמים עליך.
lv: Ievērojiet, ka šis iestatījums samazinās sistēmas drošumu, ļaunatūrai atļaujot „zagt“ paroles un „izspiegot“ rakstīto tekstu. Pārliecinieties, ka apzināties un saprotat risku.
uk: Зауважте, що використання цього налаштування критично знизить рівень захисту системи і надасть створеному зловмисниками програмному забезпеченню можливість повного контролю за вказівником миші та клавіатурою. Вам слід розуміти цей ризик та взяти на себе відповідальність за наслідки.

# NAME OF TRANSLATORS
source: Your names
ja: UTUMI Hirosi

# EMAIL OF TRANSLATORS
source: Your emails
ja: utuhiro78@yahoo.co.jp

source: Legacy X11 App Support
ja: レガシー X11 アプリのサポート

source: Allow legacy X11 apps to read keystrokes typed in other apps
ja: レガシー X11 アプリが、他のアプリで入力されたキーストロークを読み取ることを許可する

source: This module lets configure which keyboard events are forwarded to X11 apps regardless of their focus.
ja: このモジュールを使用すると、フォーカスに関係なく、どのキーボードイベントを X11 アプリに転送するかを設定できます。

source: Legacy X11 apps require the ability to read keystrokes typed in other apps for features that are activated using global keyboard shortcuts. This is disabled by default for security reasons. If you need to use such apps, you can choose your preferred balance of security and functionality here.
ja: レガシー X11 アプリでは、グローバルキーボードショートカットを使用して有効化される機能のために、他のアプリで入力されたキーストロークを読み取る機能が必要です。これはセキュリティ上の理由から、デフォルトでは無効になっています。このようなアプリを使用する必要がある場合は、ここでセキュリティと機能のバランスを選択できます。

source: Allow legacy X11 apps to read keystrokes typed in all apps:
ja: レガシー X11 アプリがすべてのアプリで入力されたキーストロークを読み取ることを許可:

source: Never
ja: しない

source: Only Meta, Control, Alt, and Shift keys
ja: Meta, Control, Alt, Shift キーのみ

source: All keys, but only while Meta, Ctrl, Alt, or Shift keys are pressed
ja: すべてのキー (Meta, Ctrl, Alt, Shift キーが押されている間のみ)

source: Always
ja: 常に

source: Note that using this setting will reduce system security to that of the X11 session by permitting malicious software to steal passwords and spy on the text that you type. Make sure you understand and accept this risk.
ja: この設定を使用すると、悪意のあるソフトウェアがパスワードを盗み、入力したテキストを覗き見ることができるようになるため、システムのセキュリティが X11 セッションのセキュリティにまで低下することに注意してください。このリスクを理解し、受け入れてください。
