Repository: Bali10050/kwin
Catalog: po/*/kwin.po
Languages: cs

# NAME OF TRANSLATORS
source: Your names
cs: Miroslav Flídr,Lukáš Tinkl,Jakub Friedl,David Kolibáč

# EMAIL OF TRANSLATORS
source: Your emails
cs: flidr@kky.zcu.cz,lukas@kde.org,jfriedl@suse.cz,david@kolibac.cz

source: Desktop effects were restarted due to a graphics reset
cs: Grafické efekty byly restartovány kvůli restartu grafiky

source: Suspend Compositing
cs: Zastavit kompozici

source: <b>OpenGL compositing (the default) has crashed KWin in the past.</b><br>This was most likely due to a driver bug.<p>If you think that you have meanwhile upgraded to a stable driver,<br>you can reset this protection but <b>be aware that this might result in an immediate crash!</b></p>
cs: <b>Kompozice OpenGL (výchozí) vedla v minulosti k pádu KWinu.</b><br>K tomu nejspíš došlo kvůli chybě v ovladači.<p>Pokud si myslíte, že jste mezitím aktualizovali na stabilní verzi ovladače,<br>můžete resetovat ochranu, ale mějte na paměti, že to může vést k okamžitému pádu.</b></p>

source: Required X extensions (XComposite and XDamage) are not available.
cs: Požadovaná X rozšíření (XComposite a XDamage) nejsou dostupná.

source: GLX/OpenGL is not available.
cs: GLX/OpenGL není dostupné.

source: Timestamp
cs: Časové razítko

source: Timestamp (µsec)
cs: Časové razítko (µs)

# A mouse button
source: Left
cs: Vlevo

# A mouse button
source: Right
cs: Vpravo

# A mouse button
source: Middle
cs: Uprostřed

# A mouse button
source: Back
cs: Zpět

# A mouse button
source: Forward
cs: Vpřed

# A mouse button
source: Task
cs: Úloha

# A mouse button
source: Extra Button 4
cs: Extra tlačítko 4

# A mouse button
source: Extra Button 5
cs: Extra tlačítko 5

# A mouse button
source: Extra Button 6
cs: Extra tlačítko 6

# A mouse button
source: Extra Button 7
cs: Extra tlačítko 7

# A mouse button
source: Extra Button 8
cs: Extra tlačítko 8

# A mouse button
source: Extra Button 9
cs: Extra tlačítko 9

# A mouse button
source: Extra Button 10
cs: Extra tlačítko 10

# A mouse button
source: Extra Button 11
cs: Extra tlačítko 11

# A mouse button
source: Extra Button 12
cs: Extra tlačítko 12

# A mouse button
source: Extra Button 13
cs: Extra tlačítko 13

# A mouse button
source: Extra Button 14
cs: Extra tlačítko 14

# A mouse button
source: Extra Button 15
cs: Extra tlačítko 15

# A mouse button
source: Extra Button 16
cs: Extra tlačítko 16

# A mouse button
source: Extra Button 17
cs: Extra tlačítko 17

# A mouse button
source: Extra Button 18
cs: Extra tlačítko 18

# A mouse button
source: Extra Button 19
cs: Extra tlačítko 19

# A mouse button
source: Extra Button 20
cs: Extra tlačítko 20

# A mouse button
source: Extra Button 21
cs: Extra tlačítko 21

# A mouse button
source: Extra Button 22
cs: Extra tlačítko 22

# A mouse button
source: Extra Button 23
cs: Extra tlačítko 23

# A mouse button
source: Extra Button 24
cs: Extra tlačítko 24

source: Input Device
cs: Vstupní zařízení

# The input device of the event is not known
source: Unknown
cs: Neznámý

# A mouse pointer motion event
source: Pointer Motion
cs: Pohyb ukazatele

# The relative mouse movement
source: Delta
cs: Rozdíl

# The global mouse pointer position
source: Global Position
cs: Globální pozice

# A button in a mouse press/release event
source: Button
cs: Tlačítko

# All currently pressed buttons in a mouse press/release event
source: Pressed Buttons
cs: Stisknutá tlačítka

# The orientation of a pointer axis event
source: Orientation
cs: 7Natočení

# An orientation of a pointer axis event
source: Horizontal
cs: Vodorovně

# An orientation of a pointer axis event
source: Vertical
cs: Svisle

# The angle delta of a pointer axis event
source: Delta
cs: Rozdíl

# A key press event
source: Key Press
cs: Stisk klávesy

# A key release event
source: Key Release
cs: Uvolnění klávesy

# Whether the event is an automatic key repeat
source: Repeat
cs: Opakovat

# The translated code to an Xkb symbol
source: Xkb symbol
cs: Symbol Xkb

# The currently active modifiers
source: Modifiers
cs: Modifikátory

# The global position of the touch point
source: Global position
cs: Globální pozice

# Number of fingers in this pinch gesture
source: Finger count
cs: Počet prstů

# Current scale in pinch gesture
source: Scale
cs: Měřítko

# Current angle in pinch gesture
source: Angle delta
cs: Rozdíl úhlů

# Current delta in pinch gesture
source: Delta x
cs: Rozdíl x

# Current delta in pinch gesture
source: Delta y
cs: Rozdíl y

# Number of fingers in this swipe gesture
source: Finger count
cs: Počet prstů

# Current delta in swipe gesture
source: Delta x
cs: Rozdíl x

# Current delta in swipe gesture
source: Delta y
cs: Rozdíl y

# Name of a hardware switch
source: Notebook lid
cs: Víko notebooku

# Name of a hardware switch
source: Tablet mode
cs: Režim tabletu

# A hardware switch
source: Switch
cs: Přepnout

# The hardware switch got turned off
source: Off
cs: Vypnuto

# The hardware switch got turned on
source: On
cs: Zapnuto

# State of a hardware switch (on/off)
source: State
cs: Stav

source: Tablet Tool
cs: Nástroj pro tablet

source: EventType
cs: TypUdálosti

source: Position
cs: Pozice

source: Tilt
cs: Náklon

source: Rotation
cs: Rotace

source: Pressure
cs: Tlak

source: Buttons
cs: Tlačítka

source: Modifiers
cs: Modifikátory

source: Tablet Tool Button
cs: Tlačítko nástroje tabletu

source: Button
cs: Tlačítko

source: Pressed
cs: Stisknuto

source: Tablet Pad Button
cs: Tlačítko tabletu

source: Number
cs: Číslo

source: No Mouse Buttons
cs: Žádná tlačítka myši

# Mouse Button
source: left
cs: vlevo

# Mouse Button
source: right
cs: vpravo

# Mouse Button
source: middle
cs: prostřední

# Mouse Button
source: back
cs: zpět

# Mouse Button
source: forward
cs: vpřed

# Mouse Button
source: task
cs: úloha

source: X11 Windows
cs: Okna X11

source: Wayland Windows
cs: Okna Waylandu

source: Internal Windows
cs: Vnitřní okna

source: Quit Debug Console
cs: Ukončit ladicí konzoli

source: Windows
cs: Okna

source: Surfaces
cs: Povrchy

source: Input Events
cs: Vstupní události

source: Input Devices
cs: Vstupní zařízení

source: No OpenGL compositor running
cs: Běží kompozitor OpenGL

source: OpenGL (ES) driver information
cs: Informace o ovladači OpenGL (ES)

source: Vendor:
cs: Dodavatel:

source: Version:
cs: Verze:

source: Driver:
cs: Ovladač:

source: GPU class:
cs: Třída GPU:

source: OpenGL Version:
cs: Verze OpenGL:

source: GLSL Version:
cs: Verze GLSL:

source: OpenGL (ES) Extensions
cs: Rozšíření OpenGL (ES)

source: Keyboard
cs: Klávesnice

source: Keymap Layouts
cs: Rozložení kláves

source: Current Layout:
cs: Současné rozložení:

source: Active Modifiers
cs: Aktivní modifikátory

source: LEDs
cs: LEDky

source: Active LEDs
cs: Aktivní LEDky

source: Clipboard
cs: Schránka

source: Primary Selection
cs: Primární výběr

source: Window Manager
cs: Správce oken

source: PID of the application to terminate
cs: PID aplikace k ukončení

source: Hostname on which the application is running
cs: Název počítače, kde je aplikace spuštěna

source: hostname
cs: jméno hostitele

source: Caption of the window to be terminated
cs: Titulek okna k ukončení

source: caption
cs: titulek

source: Name of the application to be terminated
cs: Název aplikace k ukončení

source: name
cs: název

source: ID of resource belonging to the application
cs: ID zdroje patřícího k aplikaci

source: Time of user action causing termination
cs: Čas uživatelské činnosti způsobující ukončení

source: time
cs: čas

source: KWin helper utility
cs: Pomocný nástroj pro KWin

source: This helper utility is not supposed to be called directly.
cs: Tento pomocný nástroj není určen k samostatnému spouštění.

# @info
source: <para><emphasis strong='true'>Terminating this application will close all of its windows. Any unsaved data will be lost.</emphasis></para>
cs: <para><emphasis strong='true'>Ukončení této aplikace uzavře všechny její okna. Veškerá neuložená data budou ztracena.</emphasis></para>

# @action:button Terminate app
source: &Terminate %1
cs: Ukonči&t %1

# @action:button Wait for frozen app to maybe respond again
source: &Wait Longer
cs: Čekat delší do&bu

# @title:window
source: Not Responding
cs: Neodpovídá

# @info
source: Process ID: %1
cs: ID procesu: %1

# @info
source: Host name: %1
cs: Název hostitele: %1

source: Move the tablet to the next output
cs: Přesunout tablet na následující výstup

source: Tablet moved to %1
cs: Tablet přesunut na %1

source: Tablets switched outputs
cs: Tablety si prohodily výstupy

source: Keyboard Layout Switcher
cs: Přepínač rozvržení klávesnice

source: KDE window manager
cs: Správce oken KDE

source: (c) 1999-2019, The KDE Developers
cs: (c) 1999-2019, Vývojáři KDE

source: Disable configuration options
cs: Zakázat možnosti nastavení

source: Indicate that KWin has recently crashed n times
cs: Naznačuje, že KWin nedávno n-krát zhavaroval

source: Start a rootless Xwayland server.
cs: Spustit rootless Xwayland server.

source: Render to a virtual framebuffer.
cs: Vykreslovat do virtuálního framebufferu.

source: Name of the xauthority file
cs: Název souboru xauthority

source: Render through drm node.
cs: Vykreslovat režimem drm.

source: Starts the session in locked mode.
cs: Spustí sezení v uzamčeném režimu.

source: KWin is unstable. It seems to have crashed several times in a row. You can select another window manager to run:
cs: KWin je nestabilní. Zdá se, že havaroval několikrát po sobě. Můžete si zvolit ke spuštění jiného správce oken:

source: kwin: unable to claim manager selection, another wm running? (try using --replace)
cs: kwin: nelze získat výběr správce oken, je spuštěn jiný správce? (zkuste použít --replace)

source: kwin: another window manager is running (try using --replace)
cs: kwin: je spuštěn jiný správce oken (zkuste použít --replace)

source: Replace already-running ICCCM2.0-compliant window manager
cs: Nahradit již běžící správce oken kompatibilní s ICCCM 2.0

source: Blur strength:
cs: Síla rozmazání:

source: Light
cs: Lehce

source: Strong
cs: Silné

source: Noise strength:
cs: Síla šumu:

source: Red
cs: Červená

source: Green
cs: Zelená

source: Blue
cs: Modrá

source: Purple
cs: Nachová

# @label
source: Mode:
cs: Režim:

# @label
source: Intensity:
cs: Intenzita:

source: Strength:
cs: Síla:

source: Dim:
cs: Ztmavit:

source: Docks and panels
cs: Doky a panely

source: Desktop
cs: Pracovní plocha

source: Keep above windows
cs: Podržet nad okny

source: By window group
cs: Podle skupiny oken

source: Fullscreen windows
cs: Okna přes celou obrazovku

source: Duration:
cs: Doba trvání:

source: Default
cs: Výchozí

source: milliseconds
cs: milisekundy

source: Window Open Animation
cs: Animace otevření okna

source: Rotation edge:
cs: Okraj otáčení:

source: Top
cs: Nahoře

source: Right
cs: Vpravo

source: Bottom
cs: Dole

source: Left
cs: Vlevo

source: Rotation angle:
cs: Úhel otáčení:

source: Distance:
cs: Vzdálenost:

source: Window Close Animation
cs: Animace zavření okna

source: Toggle Invert Effect
cs: Zapnout efekt inverze

source: Toggle Invert Effect on Window
cs: Přepnout inverzní efekt na okno

source: Invert Screen Colors
cs: Invertovat barvy na obrazovce

# @item:inlistbox Button size:
source: Tiny
cs: Malá

# @item:inlistbox Button size:
source: Normal
cs: Normální

# @item:inlistbox Button size:
source: Large
cs: Velká

# @item:inlistbox Button size:
source: Very Large
cs: Velmi velká

# @item:inlistbox Button size:
source: Huge
cs: Obrovská

# @item:inlistbox Button size:
source: Very Huge
cs: Velmi obrovská

# @item:inlistbox Button size:
source: Oversized
cs: Nadměrná

source: Button size:
cs: Velikost tlačítka:

source: Config Dialog
cs: Nastavovací dialog

source: Title &Alignment
cs: Z&arovnání titulku

source: Center
cs: Střed

source: Check this option if the window border should be painted in the titlebar color. Otherwise it will be painted in the background color.
cs: Je-li vybráno, okraje oken budou kresleny pomocí barev panelu titulku; jinak budou použity normální barvy.

source: Colored window border
cs: Barevný okraj okna

source: Check this option if you want the buttons to fade in when the mouse pointer hovers over them and fade out again when it moves away.
cs: Zaškrtněte tuto volbu, pokud si přejete, aby se tlačítka zesvětlovala/ztmavovala, když na ně myš vstoupí nebo z nich odejde.

source: Animate buttons
cs: Animovat tlačítka

# Note this is a KRunner keyword
source: activate
cs: aktivovat

# Note this is a KRunner keyword
source: close
cs: zavřít

# Note this is a KRunner keyword
source: minimize
cs: minimalizovat

# Note this is a KRunner keyword
source: maximize
cs: maximalizovat

# Note this is a KRunner keyword
source: fullscreen
cs: celá obrazovka

# Note this is a KRunner keyword
source: shade
cs: zasunout

# Note this is a KRunner keyword
source: keep above
cs: podržet nad

# Note this is a KRunner keyword
source: keep below
cs: podržet pod

# Note this is a KRunner keyword
source: window
cs: okno

# Note this is a KRunner keyword
source: name
cs: jméno

# Note this is a KRunner keyword
source: desktop
cs: plocha

source: Switch to desktop %1
cs: Přepnout se na plochu %1

source: Close running window on %1
cs: Zavřít okno běžící na %1

source: (Un)minimize running window on %1
cs: Minimalizovat/obnovit okno běžící na %1

source: Maximize/restore running window on %1
cs: Maximalizovat/obnovit okno běžící na %1

source: Toggle fullscreen for running window on %1
cs: Přepnout okno běžící na %1 na celou obrazovku

source: (Un)shade running window on %1
cs: Zasunout/vysunout okno běžící na %1

source: Toggle keep above for running window on %1
cs: Držet okno běžící na %1 nad ostatními

source: Toggle keep below running window on %1
cs: Držet okno běžící na %1 pod ostatními

source: Activate running window on %1
cs: Aktivovat okno běžící na %1

source: Fade to black (fullscreen splash screens only)
cs: Přechod do černé (pouze úvodní obrazovky)

source: Animation duration:
cs: Doba trvání animace:

# Duration of rotation
source: Default
cs: Výchozí

source: Size
cs: Velikost

source: &Width:
cs: Šíř&ka:

source: &Height:
cs: &Výška:

source: Toggle Mouse Click Effect
cs: Zapnout efekt kliknutí myší

# Left mouse button
source: Left
cs: Vlevo

# Middle mouse button
source: Middle
cs: Střední

# Right mouse button
source: Right
cs: Vpravo

source: Basic Settings
cs: Základní nastavení

source: Left Mouse Button Color:
cs: Barva levého tlačítko myši:

source: Middle Mouse Button Color:
cs: Barva prostředního tlačítka myši:

source: Right Mouse Button Color:
cs: Barva pravého tlačítka myši:

source: Advanced Settings
cs: Pokročilá nastavení

source: Rings
cs: Prstence

source: Line Width:
cs: Šířka čáry:

source: Ring Duration:
cs: Doba trvání prstence:

source: Ring Radius:
cs: Poloměr prstence

source: Ring Count:
cs: Počet prstenců:

source: Font:
cs: Písmo:

source: Show Text:
cs: Zobrazit text:

source: Clear All Mouse Marks
cs: Vymazat všechny značky myší

source: Clear Last Mouse Mark
cs: Smazat poslední značku myší

source: Clear Mouse Marks
cs: Vymazat značky myší

source: Appearance
cs: Vzhled

source: Wid&th:
cs: Šíř&ka:

source: &Color:
cs: &Barva:

source: Draw with the mouse by holding modifier keys and moving the mouse
cs: Kreslit můžete myší podržením modifikátorových kláves a pohybem myši.

source: Free draw modifier keys:
cs: Modifikátory klávesnice pro kresbu rukou:

source: Color Temperature Preview
cs: Náhled teploty barvy

# @label
source: Unknown
cs: Neznámý

# @action Overview is the name of a KWin effect
source: Toggle Overview
cs: Přepnout přehled

# @action Grid View is the name of a KWin effect
source: Toggle Grid View
cs: Přepnout pohled na mřížku

source: Ignore minimized windows:
cs: Ignorovat minimalizovaná okna:

source: Search results include filtered windows:
cs: Výsledky hledání zahrnují filtrovaná okna:

# @action Overview is the name of a Kwin effect
source: Toggle Overview
cs: Přepnout přehled

# @action Grid view is the name of a Kwin effect
source: Toggle Grid View
cs: Přepnout pohled na mřížku

source: Delete Virtual Desktop
cs: Smazat virtuální plochu

source: Add Virtual Desktop
cs: Přidat virtuální plochu

# @info:placeholder
source: No other Virtual Desktops to show
cs: Žádné další virtuální plochy k zobrazení

# @action:button
source: Add Virtual Desktop
cs: Přidat virtuální plochu

# @action:button
source: Configure Virtual Desktops…
cs: Nastavit virtuální plochy…

# @info:placeholder
source: No matching windows
cs: Žádná odpovídající okna

source: Drag Down To Close
cs: Pro uzavření táhnout dolů

# @info:tooltip as in: 'close this window'
source: Close window
cs: Zavřít okno

source: Failed to start main PipeWire loop
cs: Chyba při spouštění hlavní smyčky PipeWire

source: Failed to create PipeWire context
cs: Chyba při vytváření kontextu PipeWire

source: Invalid region
cs: Neplatná oblast

# @label
source: Paint Duration
cs: Délka malby

# @label
source: Paint Amount
cs: Množství barvy

# @label
source: Current FPS
cs: Současné FPS

# @label
source: This effect is not a benchmark
cs: Tento efekt není benchmark

source: Horizontal:
cs: Vodorovně:

source: Vertical:
cs: Svisle:

source: Toggle Thumbnail for Current Window
cs: Zapnout miniaturu současného okna

source: Maximum &width:
cs: Maximá&lní šířka:

source: &Spacing:
cs: Roze&stupy:

source: pixels
cs: pixelů

source: &Opacity:
cs: &Krytí:

source: Toggle Tiles Editor
cs: Přepnout editor dlaždic

source: Padding:
cs: Odstup:

source: Close
cs: Zavřít

source: Split Horizontally
cs: Rozdělit vodorovně

source: Split Vertically
cs: Rozdělit svisle

source: Add Floating Tile
cs: Přidat plovoucí dlaždici

source: Delete
cs: Smazat

source: Track mouse
cs: Sledovat kurzor

source: Trigger effect with:
cs: Spustit efekt pomocí:

source: Keyboard shortcut:
cs: Klávesová zkratka:

source: Modifier keys:
cs: Modifikátory klávesnice:

source: Translucency
cs: Průhlednost

source: General Translucency Settings
cs: Obecná nastavení průhlednosti

source: Combobox popups:
cs: Rozbalovací seznamy:

source: Opaque
cs: Neprůhledné

source: Dialogs:
cs: Dialogy:

source: Transparent
cs: Průhledný

source: Menus:
cs: Nabídky:

source: Moving windows:
cs: Okna v pohybu:

source: Inactive windows:
cs: Neaktivní okna:

source: Set menu translucency independently
cs: Nastavit průhlednost nabídky nezávisle

source: Dropdown menus:
cs: Rozbalovací nabídky:

source: Popup menus:
cs: Vyskakovací nabídky:

source: Torn-off menus:
cs: Vytržené nabídky:

source: Video Wall
cs: Video stěna

source: Apply to
cs: Použít na

source: Comma separated list of window classes
cs: Čárkou oddělený seznam tříd okna

source: All
cs: Vše

source: Ignore
cs: Ignorovat

source: None
cs: Nic

source: Toggle Present Windows (Current desktop)
cs: Zapnout současná okna (na aktivní ploše)

source: Toggle Present Windows (All desktops)
cs: Zapnout současná okna (na všech plochách)

source: Toggle Present Windows (Window class)
cs: Zapnout současná okna (třída okno)

source: Toggle Present Windows (Window class on current desktop)
cs: Zapnout současná okna (Třída okna na aktivní ploše)

source: Ignore &minimized windows
cs: Ignorovat &minimalizovaná okna

source: No Matches
cs: Žádný nevyhovuje

source: No Windows
cs: Žádná okna

source: Filter windows…
cs: Filtrovat okna...

source: Advanced
cs: Pokročilé

source: &Stiffness:
cs: Neohebno&st:

source: Dra&g:
cs: Přetá&hnutí:

source: &Move factor:
cs: Faktor poh&ybu:

source: Wo&bble when moving
cs: Chvět se při &přesunu

source: Wobble when &resizing
cs: Chvět se při z&měně velikosti

source: Enable &advanced mode
cs: Povolit &pokročilý režim

source: &Wobbliness
cs: &Vlnivost

source: Less
cs: Méně

source: More
cs: Více

source: Move Zoomed Area to Left
cs: Přesunout přiblíženou oblast doleva

source: Move Zoomed Area to Right
cs: Přesunout přiblíženou oblast doprava

source: Move Zoomed Area Upwards
cs: Přesunout přiblíženou oblast nahoru

source: Move Zoomed Area Downwards
cs: Přesunout přiblíženou oblast dolů

source: Move Mouse to Focus
cs: Přesunout myš na zaměření

source: Move Mouse to Center
cs: Přesunout myš na střed

source: Move Left
cs: Přesunout doleva

source: Move Right
cs: Přesunout doprava

source: Move Up
cs: Přesunout nahoru

source: Move Down
cs: Přesunout dolů

source: On zoom-in and zoom-out change the zoom by the defined zoom-factor.
cs: Při přiblížení a oddálení změní měřítko podle zadaného faktoru zvětšení.

source: Zoom Factor:
cs: Faktor zvětšení:

source: Enable Focus Tracking
cs: Povolit sledování zaměření

source: Mouse Pointer:
cs: Ukazatel myši:

source: Visibility of the mouse-pointer.
cs: Viditelnost ukazatele myši.

source: Scale
cs: Měřítko

source: Keep
cs: Ponechat

source: Hide
cs: Skrýt

source: Track moving of the mouse.
cs: Sledovat pohyb myši.

source: Proportional
cs: Proporcionální

source: Centered
cs: Na střed

source: Push
cs: Odeslat

source: Disabled
cs: Zakázáno

source: Mouse Tracking:
cs: Sledování myši:

source: Total rules count (legacy)
cs: Celkový počet pravidel (zastaralé)

source: Rule description
cs: Popis pravidla

source: Rule description (legacy)
cs: Popis pravidla (zastaralé)

source: Delete this rule (for use in imports)
cs: Smazat toto pravidlo (pro použití při importech)

source: Window class (application)
cs: Třída okna (aplikace)

source: Match whole window class
cs: Odpovídá celé třídě okna

source: Window role
cs: Role okna

source: Window title
cs: Titulek okna

source: Machine (hostname)
cs: Počítač (název)

source: Window types that match
cs: Typy oken, které odpovídají

source: Initial placement
cs: Úvodní umístění

source: Initial placement rule type
cs: Ty pravidla pro původní umístění

source: Window position
cs: Umístění okna

source: Window size
cs: Velikost okna

source: Active opacity
cs: Aktivní krytí

source: Inactive opacity
cs: Neaktivní krytí

source: Ignore requested geometry
cs: Ignorovat požadovanou geometrii

source: List of Desktop Ids
cs: Seznam ID pracovních ploch

source: Desktop Ids rule type
cs: Typ pravidla ID pracovní plochy

source: Screen number
cs: Číslo obrazovky

source: Activity
cs: Aktivita

source: Activity rule type
cs: Typ pravidla aktivity

source: Maximized vertically
cs: Maximalizované svisle

source: Maximized vertically rule type
cs: Pravidlo pro maximalizované svisle

source: Maximized horizontally
cs: Maximalizované vodorovně

source: Minimized
cs: Minimalizované

source: Shaded
cs: Sbalené

source: Skip taskbar
cs: Přeskočit pruh úloh

source: Skip pager
cs: Přeskočit přepínač ploch

source: Skip switcher
cs: Přeskočit přepínač

source: Keep above
cs: Ponechat nad

source: Keep below
cs: Ponechat pod

source: Fullscreen
cs: Celá obrazovka

source: No titlebar and frame
cs: Bez titulku a rámu

source: Block Compositing
cs: Zablokovat kompozici

source: Focus stealing prevention
cs: Prevence ztráty zaměření

source: Focus protection
cs: Ochrana zaměření

source: Accept Focus
cs: Přijmout zaměření

source: Accept Focus rule type
cs: Typ pravidla pro přijetí zaměření

source: Closeable
cs: Lze zavřít

source: Closeable rule type
cs: Typ pravidla - Lze zavřít

source: Autogroup with identical
cs: Automaticky seskupovat se stejnými

source: Autogroup with identical rule type
cs: Automaticky seskupovat se stejným typem

source: Autogroup in foreground
cs: Automaticky seskupovat na popředí

source: Autogroup in foreground rule type
cs: Automaticky seskupovat typ na popředí

source: Autogroup by ID
cs: Automaticky seskupovat podle ID

source: Autogroup by ID rule type
cs: Automaticky seskupovat typ podle ID

source: Obey geometry restrictions
cs: Řídit se omezenou geometrií

source: Obey geometry restrictions rule type
cs: Řídit se typem pravidla pro omezenou geometrii

source: Shortcut
cs: Zkratka

source: Shortcut rule type
cs: Typ pravidla pro zkratky:

source: Ignore global shortcuts
cs: Ignorovat globální zkratky
