Repository: Bali10050/kwin
Catalog: po/*/kwin.po
Languages: cs

source: Ignore global shortcuts rule type
cs: Ignorovat typ pravidla pro globální zkratky

source: Desktop file name
cs: Název souboru plochy

source: Desktop file name rule type
cs: Typ pravidla pro název souboru plochy

source: Layer
cs: Vrstva

source: Layer rule type
cs: Typ pravidla vrstvy

source: AdaptiveSync
cs: Adaptivní synchronizace

source: AdaptiveSync rule type
cs: Typ pravidla adaptivní synchronizace

source: The following applications did not close: %1
cs: Následující aplikace nebyly zavřeny: %1

# @action:button
source: Cancel Logout
cs: Zrušit odhlášení

# @action::button
source: Log Out Anyway
cs: Přesto odhlásit

# Special entry in alt+tab list for minimizing all windows
source: Show Desktop
cs: Zobrazit plochu

# @info:placeholder no entries in the task switcher
source: No open windows
cs: Žádná otevřená okna

source: Walk Through Windows
cs: Procházet okny

source: Walk Through Windows (Reverse)
cs: Procházet okny (opačně)

source: Walk Through Windows Alternative
cs: Alternativní procházení okny

source: Walk Through Windows Alternative (Reverse)
cs: Alternativní procházení okny (Pozpátku)

source: Walk Through Windows of Current Application
cs: Procházení okny aktuální aplikace

source: Walk Through Windows of Current Application (Reverse)
cs: Procházení okny aktuální aplikace (Pozpátku)

source: Walk Through Windows of Current Application Alternative
cs: Alternativní procházení okny aktuální aplikace

source: Walk Through Windows of Current Application Alternative (Reverse)
cs: Alternativní procházení okny aktuální aplikace (Pozpátku)

source: The Window Switcher installation is broken, resources are missing. Contact your distribution about this.
cs: Instalace přepínače oken je poškozena. Chybějí zdroje. Kontaktujte kvůli tomu svoji distribuci.

source: You have selected to show a window without its border. Without the border, you will not be able to enable the border again using the mouse: use the window operations menu instead, activated using the %1 keyboard shortcut.
cs: Zvolili jste zobrazení okna bez okrajů. Okraj okna není možné znovu povolit jen pomocí myši. Použijte nabídku činností okna, kterou aktivujete klávesovou zkratkou '%1'.

source: You have selected to show a window in fullscreen mode. If the application itself does not have an option to turn the fullscreen mode off you will not be able to disable it again using the mouse: use the window operations menu instead, activated using the %1 keyboard shortcut.
cs: Zvolili jste zobrazení okna na celou obrazovku. Pokud samotná aplikace nemá možnost tento režim opustit, nebudete schopni jej ukončit pomocí myši. Použijte nabídku činností okna, kterou aktivujete pomocí zkratky '%1'.

source: &Move
cs: Pře&sunout

source: &Resize
cs: Změnit &velikost

source: Keep &Above Others
cs: Ponechat n&ad ostatními

source: Keep &Below Others
cs: Ponechat pod ostatní&mi

source: &Fullscreen
cs: Na celou o&brazovku

source: &Shade
cs: Z&asunout

source: &No Titlebar and Frame
cs: &Bez titulku a rámu

source: Set Window Short&cut…
cs: Nastavte z&kratku okna…

source: Configure Special &Window Settings…
cs: Nastavte s&peciální efekty okna…

source: Configure S&pecial Application Settings…
cs: Nastavte s&peciální volby aplikace…

source: Ma&ximize
cs: Ma&ximalizovat

source: Mi&nimize
cs: Mi&nimalizovat

source: &More Actions
cs: &Další činnosti

source: &Close
cs: &Zavřít

source: &Extensions
cs: Rozšíř&ení

source: &Desktops
cs: &Plochy

source: Move to &Desktop
cs: Přesunout na &plochu

source: Move to &Screen
cs: Přesunout na &obrazovku

source: Show in &Activities
cs: Zobrazit v &aktivitách

source: Move &To Current Desktop
cs: Přesunou&t na současnou plochu

source: &All Desktops
cs: &Všechny pracovní plochy

# Create a new desktop and move the window there
source: &New Desktop
cs: &Nová pracovní plocha

source: Move to %1
cs: Přesunout na '%1'

# Create a new desktop and add the window to that desktop
source: Add to &New Desktop
cs: Přidat na novou pracovní plochu

# Create a new desktop and move the window to that desktop
source: Move to New Desktop
cs: Přesunout na novou pracovní plochu

source: Screen &%1 (%2)
cs: Obrazovka &%1 (%2)

source: &All Activities
cs: Všechny &aktivity

# '%1' is a keyboard shortcut like 'ctrl+w'
source: <b>%1</b> is already in use
cs: <b>%1</b> se již používá

# keyboard shortcut '%1' is used by action '%2' in application '%3'
source: <b>%1</b> is used by %2 in %3
cs: <b>%1</b> je již používáno %2 v %3

source: Window Operations Menu
cs: Nabídka činností okna

source: Close Window
cs: Zavřít okno

source: Maximize Window
cs: Maximalizovat okno

source: Maximize Window Vertically
cs: Maximalizovat okno svisle

source: Maximize Window Horizontally
cs: Maximalizovat okno vodorovně

source: Minimize Window
cs: Minimalizovat okno

source: Shade Window
cs: Sbalit okno

source: Move Window
cs: Přesunout okno

source: Resize Window
cs: Změnit velikost okna

source: Raise Window
cs: Zdvihnout okno

source: Lower Window
cs: Dát okno do pozadí

source: Toggle Window Raise/Lower
cs: Přepnout okno: popředí/pozadí

source: Make Window Fullscreen
cs: Okno na celou obrazovku

source: Keep Window Above Others
cs: Ponechat okno nad ostatními

source: Keep Window Below Others
cs: Ponechat okno pod ostatními

source: Activate Window Demanding Attention
cs: Aktivovat okno vyžadující pozornost

source: Setup Window Shortcut
cs: Nastavit zkratku okna

source: Move Window to the Center
cs: Přesunout okno na střed

source: Move Window Right
cs: Přesunout okno doprava

source: Move Window Left
cs: Přesunout okno doleva

source: Move Window Up
cs: Přesunout okno nahoru

source: Move Window Down
cs: Přesunout okno dolů

source: Expand Window Horizontally
cs: Zvětšit okno vodorovně

source: Expand Window Vertically
cs: Zvětšit okno svisle

source: Shrink Window Horizontally
cs: Zmenšit okno vodorovně

source: Shrink Window Vertically
cs: Zmenšit okno svisle

source: Quick Tile Window to the Left
cs: Rychlá dlaždice okna doleva

source: Quick Tile Window to the Right
cs: Rychlá dlaždice okna doprava

source: Quick Tile Window to the Top
cs: Rychlá dlaždice okna nahoru

source: Quick Tile Window to the Bottom
cs: Rychlá dlaždice okna dolů

source: Quick Tile Window to the Top Left
cs: Rychlá dlaždice okna doleva nahoru

source: Quick Tile Window to the Bottom Left
cs: Rychlá dlaždice okna doleva dolů

source: Quick Tile Window to the Top Right
cs: Rychlá dlaždice okna doprava nahoru

source: Quick Tile Window to the Bottom Right
cs: Rychlá dlaždice okna doprava dolů

source: Switch to Window Above
cs: Přepnout se na okno výš

source: Switch to Window Below
cs: Přepnout se na okno níž

source: Switch to Window to the Right
cs: Přepnout se na okno doprava

source: Switch to Window to the Left
cs: Přepnout se na okno doleva

source: Increase Opacity of Active Window by 5%
cs: Zvýšit krytí aktivního okna o 5 %

source: Decrease Opacity of Active Window by 5%
cs: Snížit krytí aktivního okna o 5 %

source: Keep Window on All Desktops
cs: Podržet okno na všech plochách

source: Window to Desktop %1
cs: Okno na plochu %1

source: Window to Next Desktop
cs: Okno na následující plochu

source: Window to Previous Desktop
cs: Okno na předchozí plochu

source: Window One Desktop to the Right
cs: Okno o plochu doprava

source: Window One Desktop to the Left
cs: Okno o plochu doleva

source: Window One Desktop Up
cs: Okno o plochu nahoru

source: Window One Desktop Down
cs: Okno o plochu dolů

source: Move Window to Screen %1
cs: Přesunout okno na obrazovku %1

source: Move Window to Next Screen
cs: Přesunout okno na následující obrazovku

source: Move Window to Previous Screen
cs: Přesunout okno na předchozí obrazovku

source: Move Window One Screen to the Right
cs: Přesunout okno o obrazovku doprava

source: Move Window One Screen to the Left
cs: Přesunout okno o obrazovku doleva

source: Move Window One Screen Up
cs: Přesunout okno o obrazovku výš

source: Move Window One Screen Down
cs: Přesunout okno o obrazovku níž

source: Switch to Screen %1
cs: Přepnout se na obrazovku %1

source: Switch to Next Screen
cs: Přepnout se na následující obrazovku

source: Switch to Previous Screen
cs: Přepnout se na předchozí obrazovku

source: Switch to Screen to the Right
cs: Přepnout se na obrazovku vpravo

source: Switch to Screen to the Left
cs: Přepnout se na obrazovku vlevo

source: Switch to Screen Above
cs: Přepnout na obrazovku výše

source: Switch to Screen Below
cs: Přepnout na obrazovku níže

source: Peek at Desktop
cs: Nakouknout na pracovní plochu

source: Kill Window
cs: Zabít okno

source: Activate Window (%1)
cs: Aktivovat okno (%1)

source: unknown
cs: neznámý

source: Desktop %1
cs: Plocha %1

source: Switch to Next Desktop
cs: Přepnout se na následující plochu

source: Switch to Previous Desktop
cs: Přepnout se na předchozí plochu

source: Switch One Desktop to the Right
cs: Přepnout se na plochu vpravo

source: Switch One Desktop to the Left
cs: Přepnout se na plochu vlevo

source: Switch One Desktop Up
cs: Přepnout se na plochu nahoru

source: Switch One Desktop Down
cs: Přepnout se na plochu dolů

source: Switch to Desktop %1
cs: Přepnout se na plochu %1

# Application is not responding, appended to window title
source: (Not Responding)
cs: (Neodpovídá)

source: Xwayland has crashed
cs: Xwayland spadnul
